Config = {}
------------------------------------------------------  V7-ScriptsName  ---------------------------------------------
Config.Core = 'FC-core' -- اسم سكربت الكور حقك

Config.Menu = 'FC-menu' --اسم سكربت المنيو حقك

Config.Ui = "ps-ui" -- اسم سكربت اليو اي او الالغاز افضلك لتجنب المشاكل تعحمل نفس السكربت

Config.Target = 'FC-target' -- اسم سكربت العين او التارقت حقك

Config.Event = "FC-weathersync:server:toggleBlackout" -- اسم الايفينت الي ب سكربت qb-weathersync

------------------------------------------------------  V7-TheEndiTEM  ---------------------------------------------

Config.TheEndItem1 = "gasmask" --اسم الايتم الي تبيه يجيه للاعب في شي يوم ليستر يعطيه الايتمات حقت السرقة يفضل تحطها نفس متطلبات السرقة حقتك 

Config.TheEndItem2 = "thermite" --اسم الايتم الي تبيه يجيه للاعب في شي يوم ليستر يعطيه الايتمات حقت السرقة يفضل تحطها نفس متطلبات السرقة حقتك 

Config.TheEndItem3 = "daatacrack" --اسم الايتم الي تبيه يجيه للاعب في شي يوم ليستر يعطيه الايتمات حقت السرقة يفضل تحطها نفس متطلبات السرقة حقتك 

------------------------------------------------------  V7-lan  ---------------------------------------------

Config.lang1 = "الاغراض" --المنيو الاخير حق تسليم الاغراض النهاية تابعة للي فوقها عشانل لو بتغير ايتم 

Config.lang2 = "تسليمك ثرمايت و قناع غاز و فلاش تهكير" --المنيو الاخير حق تسليم الاغراض النهاية تابعة للي فوقها عشانل لو بتغير ايتم 

------------------------------------------------------  V7-PEDS  ---------------------------------------------

Config['Attackers'] = {
    ['AttackerPeds'] = {
        { coords = vector3(490.56, -3120.38, 6.07), heading = 246.01, model = 'csb_vincent'}, --لاتلعب فيهم
        { coords = vector3(577.04, -3122.35, 6.07), heading = 99.71, model = 'csb_vincent'}, --لاتلعب فيهم
        { coords = vector3(536.9, -3125.89, 6.07), heading = 86.85, model = 'mp_m_bogdangoon'}, --لاتلعب فيهم
        { coords = vector3(525.37, -3125.41, 6.07), heading = 89.14, model = 'mp_m_bogdangoon'}, --لاتلعب فيهم
        { coords = vector3(514.52, -3125.94, 6.07), heading = 94.06, model = 'mp_s_m_armoured_01'}, --لاتلعب فيهم
        { coords = vector3(498.67, -3130.93, 6.07), heading = 86.9, model = 'mp_s_m_armoured_01'}, --لاتلعب فيهم
        { coords = vector3(491.95, -3124.76, 6.07), heading = 4.77, model = 's_m_m_chemsec_01'}, --لاتلعب فيهم
        { coords = vector3(488.24, -3111.65, 6.07), heading = 355.46, model = 's_m_m_chemsec_01'}, --لاتلعب فيهم
        { coords = vector3(545.05, -3119.03, 18.71), heading = 278.96, model = 's_m_m_chemsec_01'}, --لاتلعب فيهم
        { coords = vector3(523.16, -3119.52, 18.71), heading = 266.04, model = 's_m_m_prisguard_01'}, --لاتلعب فيهم
        { coords = vector3(520.81, -3119.03, 25.57), heading = 270.14, model = 's_m_m_prisguard_01'}, --لاتلعب فيهم
        { coords = vector3(511.53, -3118.31, 25.57), heading = 268.48, model = 's_m_m_prisguard_01'}, --لاتلعب فيهم
    },
}
--------------------------------------------------------------------------------------------------------------
